[
  {
    "title": "Fact 1",
    "description": "Tacos are more than 500 years old, its origins are as ancient as the tortilla itself which is the main ingredient of this delicious dish.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 2",
    "description": "The birth of the taco comes from the pre-Hispanic tortillas, which were prepared on hot stones and decorated with cochineal, some of them accompanied by beans and chili, ingredients that still constitute the food base of the Mexican people.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 3",
    "description": "It is said that in pre-Hispanic Mexico Moctezuma, the emperor of the Great Tenochtitlan, used the tortilla as a plate or spoon, to which he added all kinds of food brought from different parts of Mesoamerica.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 4",
    "description": "The taco was the way in which the women of pre-Hispanic Mexico wrapped the food that men used to take to their places of work.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 5",
    "description": "The oldest documentation of a taquiza (taco party) is in the \"The True History of the Conquest of New Spain\" by Bernal Díaz del Castillo in which it is narrated that Hernán Cortés offered a feast of meat and tortillas to his captains in Coyoacan (one of the main towns of pre-Hispanic Mexico).",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 6",
    "description": "Because the Spaniards could not pronounce “quauhtaqualli”, the word Indigenous people used to describe this dish, they only said taqualli which eventually derived to the name Taco.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 7",
    "description": "The street food - the stand tacos and food trucks - is the product of poverty and creativity. In addition, it obeys an old indigenous tradition: to eat walking.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 8",
    "description": "In the 1960s, during a large Lebanese migration to Mexico, an attempt was made to recreate the Arab shawarma, however they had to resort to marinating and changing the type of meat according to the ingredients available in the city, this gave birth then to Tacos al Pastor.",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  },
  {
    "title": "Fact 9",
    "description": "In Mexico, Taco Day (Day of the Taco) is celebrated on March 31st. In the United States National Taco Day is celebrated on October 4th",
    "imageURL": "https://www.mexicodesconocido.com.mx/sites/default/files/nodes/inline/tortillas-tlaxcaltecas-cortes.jpg"
  }
]